"err0" = "Unknown(0)";
"err100" = "Continue";
"err101" = "Switching Protocols";
"err200" = "OK";
"err201" = "Created";
"err202" = "Accepted";
"err203" = "Partial Information";
"err204" = "No Content";
"err205" = "Reset Content";
"err206" = "Partial Content";
"err300" = "Multiple Choices";
"err301" = "File Moved Permanently";
"err302" = "File Moved Temporarily";
"err303" = "See Other";
"err304" = "Not Modified";
"err305" = "Use Proxy";
"err307" = "Temporary Redirect";
"err400" = "Bad Request";
"err401" = "Unauthorized";
"err402" = "Payment Required";
"err403" = "Forbidden";
"err404" = "File Not Found";
"err405" = "Method Not Allowed";
"err406" = "Not Acceptable";
"err407" = "Proxy Authentication Required";
"err408" = "Request Time-Out";
"err409" = "Conflict";
"err410" = "Gone";
"err411" = "Length Required";
"err412" = "Precondition Failed";
"err413" = "Request Entity Too Large";
"err414" = "Request-URL Too Large";
"err415" = "Unsupported Media Type";
"err416" = "Requested Range Not Satisfiable";
"err500" = "Server Error";
"err501" = "Not Implemented";
"err502" = "Bad Gateway ";
"err503" = "Out of Resources";
"err504" = "Gateway Time-Out";
"err505" = "HTTP Version not supported";